Repository: common-repository/truvisibility-all-in-one-marketing-suite
Catalog: languages/truvisibility-platform-*.po
Languages: ru_ru

source: TruVISIBILITY All-In-One Marketing Suite
ru_ru: TruVISIBILITY - универсальный маркетинговый пакет

source: The TruVISIBILITY Plugin integrates your website with their all-in-one Marketing Suite featuring a CRM, Email Automation, Forms, & Live Chat/Chatbots.
ru_ru: Плагин TruVISIBILITY интегрирует ваш веб-сайт с их универсальным маркетинговым пакетом, включающим CRM, автоматизацию электронной почты, формы и чат/чат-боты.

source: Embedded Widget
ru_ru: Встроенный виджет

source: Copy
ru_ru: Копировать

source: Chat
ru_ru: Чат

source: Add a chatbot or Live Chat.
ru_ru: Добавить чат-бота или чат в реальном времени.

source: Select chat widget to copy shortcode
ru_ru: Выберите чат для копирования шорткода

source: Create A Chat Widget
ru_ru: Создайте чат-виджет

source: Forms
ru_ru: Формы

source: Utilize Forms on your website.
ru_ru: Используйте формы на вашем сайте.

source: Select form widget to copy shortcode
ru_ru: Выберите форму для копирования шорткода

source: Create a New Form
ru_ru: Создайте форму

source: Manage your customer lists.
ru_ru: Управляйте вашими списками клиентов.

source: Messaging
ru_ru: Маркетинг

source: Send email messages to your customers.
ru_ru: Отправляйте письма своим покупателям.

source: Connection denied
ru_ru: В подключении отказано

source: Please contact your account administrator
ru_ru: Пожалуйста, обратитесь к администратору аккаунта

source: is now connected to the TruVISIBILITY All-In-One Digital Marketing Suite
ru_ru: подключен к TruVISIBILITY

source: Go To Your TruVISIBILITY Account
ru_ru: В аккаунт TruVISIBILITY

source: Go To TruVISIBILITY Support
ru_ru: В Базу знаний

source: Disconnect the TruVISIBILITY Plugin
ru_ru: Отключить Плагин TruVISIBILITY

source: By disconnecting the TruVISIBILITY plugin it will remove the connection between TruVISIBILITY and this WordPress website. The existing data held in your TruVISIBILITY account will remain available. New data will no longer be added to your TruVISIBILITY Account.
ru_ru: При отключении плагина соединение между TruVISIBILITY и WordPress-сайтом будет разорвано. Существующие данные в вашем аккаунте TruVISIBILITY сохранятся. Новые данные с этого сайта перестанут поступать в ваш аккаунт TruVISIBILITY.

source: Cancel
ru_ru: Отменить

source: Disconnect
ru_ru: Отключить

source: Manage
ru_ru: Управление

source: Settings
ru_ru: Настройки

source: You can read more about GDPR in our
ru_ru: Вы можете прочитать больше о GDPR в нашей

source: Article.
ru_ru: Статье

source: Enter URL
ru_ru: Введите URL

source: Save
ru_ru: Сохранить

source: Sign In
ru_ru: Войти

source: Digital Marketing Suite
ru_ru: Инструменты для диджитал-маркетинга

source: No Monthly Fees
ru_ru: Без ежемесячных платежей

source: No Credit Card Required
ru_ru: Не нужно привязывать карту

source: Sites/Blogs
ru_ru: Сайты/Блоги

source: Landing Pages
ru_ru: Лендинги

source: Email Automation
ru_ru: Маркетинг

source: Live Chat
ru_ru: Чаты

source: Chatbots
ru_ru: Чат-боты

source: Drive
ru_ru: Диск

source: Connect Plugin
ru_ru: Подключить Плагин

source: TruVISIBILITY Plugin connected to
ru_ru: TruVISIBILITY плагин подключен к

source: Disconnect Plugin
ru_ru: Отключить Плагин

# block title
source: TruVISIBILITY Forms
ru_ru: TruVISIBILITY Формы

# block description
source: Display a TruVISIBILITY Form
ru_ru: Выбрать и показать вашу TruVISIBILITY форму
